Repository: jazzband/django-admin-sortable
Catalog: adminsortable/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: There are unsaved changes on this page. Please save your changes before reordering.
pt_br: Há alterações não salvas nesta página. Por favor, salve as alterações antes de reordenar.

source: Drag and drop %(model)s to change display order
pt_br: Arraste e solte %(model)s para mudar a ordem de exibição

source: Reorder
pt_br: Reordenar

source: Drag and drop %(sort_type)s %(model)s to change their order.
pt_br: Arraste e solte %(sort_type)s %(model)s para alterar a ordem.

source: Drag and drop %(model)s to change their order.
pt_br: Arraste e solte %(model)s para alterar a ordem.

source: You may also drag and drop %(sortable_by_class_display_name)s to change their order.
pt_br: Você também pode arrastar e soltar %(sortable_by_class_display_name)s para alterar a ordem.

source: Return to %(model)s
pt_br: Retornar para %(model)s

source: Change Order
pt_br: Alterar ordem

source: drag and drop to change order
pt_br: arrastar e soltar para alterar a ordem de

source: View on site
pt_br: Ver no site

source: Add another %(verbose_name)s
pt_br: Adicione mais %(verbose_name)s

source: Remove
pt_br: Remover

source: Delete?
pt_br: Deletar?
